meritve-grok/k6-4-nestrukturirano.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: -
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 5m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.9s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/100 VUs  0m00.9s/5m00.0s

running (0m01.9s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m01.9s/5m00.0s

running (0m02.9s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m02.9s/5m00.0s

running (0m03.9s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m03.9s/5m00.0s

running (0m04.9s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m04.9s/5m00.0s

running (0m05.9s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m05.9s/5m00.0s

running (0m06.9s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m06.9s/5m00.0s

running (0m07.9s), 002/100 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m07.9s/5m00.0s

running (0m08.9s), 002/100 VUs, 5 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m08.9s/5m00.0s

running (0m09.9s), 002/100 VUs, 6 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m09.9s/5m00.0s

running (0m10.9s), 002/100 VUs, 6 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m10.9s/5m00.0s

running (0m11.9s), 002/100 VUs, 7 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m11.9s/5m00.0s

running (0m12.9s), 002/100 VUs, 8 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m12.9s/5m00.0s

running (0m13.9s), 002/100 VUs, 9 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m13.9s/5m00.0s

running (0m14.9s), 002/100 VUs, 11 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m14.9s/5m00.0s

running (0m15.9s), 003/100 VUs, 12 complete and 0 interrupted iterations
default   [   5% ] 003/100 VUs  0m15.9s/5m00.0s

running (0m16.9s), 003/100 VUs, 14 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m16.9s/5m00.0s

running (0m17.9s), 003/100 VUs, 15 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m17.9s/5m00.0s

running (0m18.9s), 003/100 VUs, 17 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m18.9s/5m00.0s

running (0m19.9s), 003/100 VUs, 18 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m19.9s/5m00.0s

running (0m20.9s), 003/100 VUs, 21 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m20.9s/5m00.0s

running (0m21.9s), 003/100 VUs, 22 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m21.9s/5m00.0s

running (0m22.9s), 004/100 VUs, 24 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m22.9s/5m00.0s

running (0m23.9s), 004/100 VUs, 26 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m23.9s/5m00.0s

running (0m24.9s), 004/100 VUs, 29 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m24.9s/5m00.0s

running (0m25.9s), 004/100 VUs, 30 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m25.9s/5m00.0s

running (0m27.0s), 004/100 VUs, 30 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m27.0s/5m00.0s

running (0m27.9s), 004/100 VUs, 33 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m27.9s/5m00.0s

running (0m28.9s), 004/100 VUs, 34 complete and 0 interrupted iterations
default   [  10% ] 004/100 VUs  0m28.9s/5m00.0s

running (0m29.9s), 004/100 VUs, 36 complete and 0 interrupted iterations
default   [  10% ] 004/100 VUs  0m29.9s/5m00.0s

running (0m31.0s), 005/100 VUs, 38 complete and 0 interrupted iterations
default   [  10% ] 005/100 VUs  0m31.0s/5m00.0s

running (0m31.9s), 005/100 VUs, 42 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m31.9s/5m00.0s

running (0m32.9s), 005/100 VUs, 43 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m32.9s/5m00.0s

running (0m33.9s), 005/100 VUs, 44 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m33.9s/5m00.0s

running (0m34.9s), 006/100 VUs, 49 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m34.9s/5m00.0s

running (0m35.9s), 006/100 VUs, 51 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m35.9s/5m00.0s

running (0m36.9s), 006/100 VUs, 54 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m36.9s/5m00.0s

running (0m37.9s), 006/100 VUs, 57 complete and 0 interrupted iterations
default   [  13% ] 006/100 VUs  0m37.9s/5m00.0s

running (0m38.9s), 007/100 VUs, 60 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m38.9s/5m00.0s

running (0m39.9s), 007/100 VUs, 65 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m39.9s/5m00.0s

running (0m40.9s), 007/100 VUs, 67 complete and 0 interrupted iterations
default   [  14% ] 007/100 VUs  0m40.9s/5m00.0s

running (0m41.9s), 007/100 VUs, 72 complete and 0 interrupted iterations
default   [  14% ] 007/100 VUs  0m41.9s/5m00.0s

running (0m42.9s), 008/100 VUs, 75 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m42.9s/5m00.0s

running (0m43.9s), 008/100 VUs, 80 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m43.9s/5m00.0s

running (0m44.9s), 008/100 VUs, 84 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m44.9s/5m00.0s

running (0m45.9s), 008/100 VUs, 88 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m45.9s/5m00.0s

running (0m46.9s), 009/100 VUs, 91 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m46.9s/5m00.0s

running (0m47.9s), 009/100 VUs, 96 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m47.9s/5m00.0s

running (0m48.9s), 009/100 VUs, 101 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m48.9s/5m00.0s

running (0m49.9s), 009/100 VUs, 104 complete and 0 interrupted iterations
default   [  17% ] 009/100 VUs  0m49.9s/5m00.0s

running (0m50.9s), 010/100 VUs, 108 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  0m50.9s/5m00.0s

running (0m51.9s), 010/100 VUs, 113 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  0m51.9s/5m00.0s

running (0m52.9s), 010/100 VUs, 118 complete and 0 interrupted iterations
default   [  18% ] 010/100 VUs  0m52.9s/5m00.0s

running (0m53.9s), 010/100 VUs, 124 complete and 0 interrupted iterations
default   [  18% ] 010/100 VUs  0m53.9s/5m00.0s

running (0m54.9s), 011/100 VUs, 132 complete and 0 interrupted iterations
default   [  18% ] 011/100 VUs  0m54.9s/5m00.0s

running (0m55.9s), 011/100 VUs, 136 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m55.9s/5m00.0s

running (0m56.9s), 011/100 VUs, 142 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m56.9s/5m00.0s

running (0m57.9s), 011/100 VUs, 146 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m57.9s/5m00.0s

running (0m58.9s), 012/100 VUs, 152 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  0m58.9s/5m00.0s

running (0m59.9s), 012/100 VUs, 157 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  0m59.9s/5m00.0s

running (1m00.9s), 012/100 VUs, 166 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  1m00.9s/5m00.0s

running (1m01.9s), 012/100 VUs, 168 complete and 0 interrupted iterations
default   [  21% ] 012/100 VUs  1m01.9s/5m00.0s

running (1m02.9s), 013/100 VUs, 176 complete and 0 interrupted iterations
default   [  21% ] 013/100 VUs  1m02.9s/5m00.0s

running (1m03.9s), 013/100 VUs, 180 complete and 0 interrupted iterations
default   [  21% ] 013/100 VUs  1m03.9s/5m00.0s

running (1m04.9s), 013/100 VUs, 187 complete and 0 interrupted iterations
default   [  22% ] 013/100 VUs  1m04.9s/5m00.0s

running (1m05.9s), 013/100 VUs, 193 complete and 0 interrupted iterations
default   [  22% ] 013/100 VUs  1m05.9s/5m00.0s

running (1m06.9s), 014/100 VUs, 200 complete and 0 interrupted iterations
default   [  22% ] 014/100 VUs  1m06.9s/5m00.0s

running (1m07.9s), 014/100 VUs, 207 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m07.9s/5m00.0s

running (1m08.9s), 014/100 VUs, 216 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m08.9s/5m00.0s

running (1m09.9s), 014/100 VUs, 218 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m09.9s/5m00.0s

running (1m10.9s), 015/100 VUs, 229 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m10.9s/5m00.0s

running (1m11.9s), 015/100 VUs, 234 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m11.9s/5m00.0s

running (1m12.9s), 015/100 VUs, 242 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m12.9s/5m00.0s

running (1m13.9s), 015/100 VUs, 249 complete and 0 interrupted iterations
default   [  25% ] 015/100 VUs  1m13.9s/5m00.0s

running (1m14.9s), 016/100 VUs, 258 complete and 0 interrupted iterations
default   [  25% ] 016/100 VUs  1m14.9s/5m00.0s

running (1m15.9s), 016/100 VUs, 265 complete and 0 interrupted iterations
default   [  25% ] 016/100 VUs  1m15.9s/5m00.0s

running (1m16.9s), 016/100 VUs, 273 complete and 0 interrupted iterations
default   [  26% ] 016/100 VUs  1m16.9s/5m00.0s

running (1m17.9s), 016/100 VUs, 282 complete and 0 interrupted iterations
default   [  26% ] 016/100 VUs  1m17.9s/5m00.0s

running (1m18.9s), 017/100 VUs, 291 complete and 0 interrupted iterations
default   [  26% ] 017/100 VUs  1m18.9s/5m00.0s

running (1m19.9s), 017/100 VUs, 298 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m19.9s/5m00.0s

running (1m20.9s), 017/100 VUs, 306 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m20.9s/5m00.0s

running (1m21.9s), 017/100 VUs, 318 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m21.9s/5m00.0s

running (1m22.9s), 018/100 VUs, 324 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m22.9s/5m00.0s

running (1m23.9s), 018/100 VUs, 332 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m23.9s/5m00.0s

running (1m24.9s), 018/100 VUs, 341 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m24.9s/5m00.0s

running (1m25.9s), 018/100 VUs, 352 complete and 0 interrupted iterations
default   [  29% ] 018/100 VUs  1m25.9s/5m00.0s

running (1m26.9s), 019/100 VUs, 358 complete and 0 interrupted iterations
default   [  29% ] 019/100 VUs  1m26.9s/5m00.0s

running (1m27.9s), 019/100 VUs, 371 complete and 0 interrupted iterations
default   [  29% ] 019/100 VUs  1m27.9s/5m00.0s

running (1m28.9s), 019/100 VUs, 378 complete and 0 interrupted iterations
default   [  30% ] 019/100 VUs  1m28.9s/5m00.0s

running (1m29.9s), 019/100 VUs, 387 complete and 0 interrupted iterations
default   [  30% ] 019/100 VUs  1m29.9s/5m00.0s

running (1m30.9s), 020/100 VUs, 398 complete and 0 interrupted iterations
default   [  30% ] 020/100 VUs  1m30.9s/5m00.0s

running (1m31.9s), 020/100 VUs, 402 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m31.9s/5m00.0s

running (1m32.9s), 020/100 VUs, 418 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m32.9s/5m00.0s

running (1m33.9s), 020/100 VUs, 426 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m33.9s/5m00.0s

running (1m34.9s), 021/100 VUs, 436 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m34.9s/5m00.0s

running (1m35.9s), 021/100 VUs, 447 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m35.9s/5m00.0s

running (1m36.9s), 021/100 VUs, 453 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m36.9s/5m00.0s

running (1m37.9s), 021/100 VUs, 466 complete and 0 interrupted iterations
default   [  33% ] 021/100 VUs  1m37.9s/5m00.0s

running (1m38.9s), 022/100 VUs, 480 complete and 0 interrupted iterations
default   [  33% ] 022/100 VUs  1m38.9s/5m00.0s

running (1m39.9s), 022/100 VUs, 487 complete and 0 interrupted iterations
default   [  33% ] 022/100 VUs  1m39.9s/5m00.0s

running (1m40.9s), 022/100 VUs, 497 complete and 0 interrupted iterations
default   [  34% ] 022/100 VUs  1m40.9s/5m00.0s

running (1m41.9s), 022/100 VUs, 510 complete and 0 interrupted iterations
default   [  34% ] 022/100 VUs  1m41.9s/5m00.0s

running (1m42.9s), 023/100 VUs, 521 complete and 0 interrupted iterations
default   [  34% ] 023/100 VUs  1m42.9s/5m00.0s

running (1m43.9s), 023/100 VUs, 533 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m43.9s/5m00.0s

running (1m44.9s), 023/100 VUs, 546 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m44.9s/5m00.0s

running (1m45.9s), 023/100 VUs, 557 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m45.9s/5m00.0s

running (1m46.9s), 024/100 VUs, 569 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m46.9s/5m00.0s

running (1m47.9s), 024/100 VUs, 580 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m47.9s/5m00.0s

running (1m48.9s), 024/100 VUs, 591 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m48.9s/5m00.0s

running (1m49.9s), 024/100 VUs, 605 complete and 0 interrupted iterations
default   [  37% ] 024/100 VUs  1m49.9s/5m00.0s

running (1m50.9s), 025/100 VUs, 617 complete and 0 interrupted iterations
default   [  37% ] 025/100 VUs  1m50.9s/5m00.0s

running (1m51.9s), 025/100 VUs, 630 complete and 0 interrupted iterations
default   [  37% ] 025/100 VUs  1m51.9s/5m00.0s

running (1m52.9s), 025/100 VUs, 642 complete and 0 interrupted iterations
default   [  38% ] 025/100 VUs  1m52.9s/5m00.0s

running (1m53.9s), 025/100 VUs, 654 complete and 0 interrupted iterations
default   [  38% ] 025/100 VUs  1m53.9s/5m00.0s

running (1m54.9s), 026/100 VUs, 666 complete and 0 interrupted iterations
default   [  38% ] 026/100 VUs  1m54.9s/5m00.0s

running (1m55.9s), 026/100 VUs, 677 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m55.9s/5m00.0s

running (1m56.9s), 026/100 VUs, 693 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m56.9s/5m00.0s

running (1m57.9s), 026/100 VUs, 703 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m57.9s/5m00.0s

running (1m58.9s), 027/100 VUs, 717 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  1m58.9s/5m00.0s

running (1m59.9s), 027/100 VUs, 731 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  1m59.9s/5m00.0s

running (2m00.9s), 027/100 VUs, 741 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  2m00.9s/5m00.0s

running (2m01.9s), 027/100 VUs, 755 complete and 0 interrupted iterations
default   [  41% ] 027/100 VUs  2m01.9s/5m00.0s

running (2m02.9s), 028/100 VUs, 769 complete and 0 interrupted iterations
default   [  41% ] 028/100 VUs  2m02.9s/5m00.0s

running (2m03.9s), 028/100 VUs, 785 complete and 0 interrupted iterations
default   [  41% ] 028/100 VUs  2m03.9s/5m00.0s

running (2m04.9s), 028/100 VUs, 799 complete and 0 interrupted iterations
default   [  42% ] 028/100 VUs  2m04.9s/5m00.0s

running (2m05.9s), 028/100 VUs, 818 complete and 0 interrupted iterations
default   [  42% ] 028/100 VUs  2m05.9s/5m00.0s

running (2m06.9s), 029/100 VUs, 829 complete and 0 interrupted iterations
default   [  42% ] 029/100 VUs  2m06.9s/5m00.0s

running (2m07.9s), 029/100 VUs, 845 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m07.9s/5m00.0s

running (2m08.9s), 029/100 VUs, 862 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m08.9s/5m00.0s

running (2m09.9s), 029/100 VUs, 873 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m09.9s/5m00.0s

running (2m10.9s), 030/100 VUs, 891 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m10.9s/5m00.0s

running (2m11.9s), 030/100 VUs, 908 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m11.9s/5m00.0s

running (2m12.9s), 030/100 VUs, 925 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m12.9s/5m00.0s

running (2m13.9s), 030/100 VUs, 938 complete and 0 interrupted iterations
default   [  45% ] 030/100 VUs  2m13.9s/5m00.0s

running (2m14.9s), 031/100 VUs, 956 complete and 0 interrupted iterations
default   [  45% ] 031/100 VUs  2m14.9s/5m00.0s

running (2m15.9s), 031/100 VUs, 968 complete and 0 interrupted iterations
default   [  45% ] 031/100 VUs  2m15.9s/5m00.0s

running (2m16.9s), 031/100 VUs, 986 complete and 0 interrupted iterations
default   [  46% ] 031/100 VUs  2m16.9s/5m00.0s

running (2m17.9s), 031/100 VUs, 1005 complete and 0 interrupted iterations
default   [  46% ] 031/100 VUs  2m17.9s/5m00.0s

running (2m18.9s), 032/100 VUs, 1018 complete and 0 interrupted iterations
default   [  46% ] 032/100 VUs  2m18.9s/5m00.0s

running (2m19.9s), 032/100 VUs, 1035 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m19.9s/5m00.0s

running (2m20.9s), 032/100 VUs, 1050 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m20.9s/5m00.0s

running (2m21.9s), 032/100 VUs, 1067 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m21.9s/5m00.0s

running (2m22.9s), 033/100 VUs, 1080 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m22.9s/5m00.0s

running (2m23.9s), 033/100 VUs, 1096 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m23.9s/5m00.0s

running (2m24.9s), 033/100 VUs, 1109 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m24.9s/5m00.0s

running (2m25.9s), 033/100 VUs, 1128 complete and 0 interrupted iterations
default   [  49% ] 033/100 VUs  2m25.9s/5m00.0s

running (2m26.9s), 034/100 VUs, 1145 complete and 0 interrupted iterations
default   [  49% ] 034/100 VUs  2m26.9s/5m00.0s

running (2m27.9s), 034/100 VUs, 1162 complete and 0 interrupted iterations
default   [  49% ] 034/100 VUs  2m27.9s/5m00.0s

running (2m28.9s), 034/100 VUs, 1180 complete and 0 interrupted iterations
default   [  50% ] 034/100 VUs  2m28.9s/5m00.0s

running (2m29.9s), 034/100 VUs, 1195 complete and 0 interrupted iterations
default   [  50% ] 034/100 VUs  2m29.9s/5m00.0s

running (2m30.9s), 035/100 VUs, 1210 complete and 0 interrupted iterations
default   [  50% ] 035/100 VUs  2m30.9s/5m00.0s

running (2m31.9s), 035/100 VUs, 1233 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m31.9s/5m00.0s

running (2m32.9s), 035/100 VUs, 1248 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m32.9s/5m00.0s

running (2m33.9s), 035/100 VUs, 1267 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m33.9s/5m00.0s

running (2m34.9s), 036/100 VUs, 1280 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m34.9s/5m00.0s

running (2m35.9s), 036/100 VUs, 1295 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m35.9s/5m00.0s

running (2m36.9s), 036/100 VUs, 1316 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m36.9s/5m00.0s

running (2m37.9s), 036/100 VUs, 1332 complete and 0 interrupted iterations
default   [  53% ] 036/100 VUs  2m37.9s/5m00.0s

running (2m39.0s), 037/100 VUs, 1350 complete and 0 interrupted iterations
default   [  53% ] 037/100 VUs  2m39.0s/5m00.0s

running (2m39.9s), 037/100 VUs, 1370 complete and 0 interrupted iterations
default   [  53% ] 037/100 VUs  2m39.9s/5m00.0s

running (2m40.9s), 037/100 VUs, 1383 complete and 0 interrupted iterations
default   [  54% ] 037/100 VUs  2m40.9s/5m00.0s

running (2m41.9s), 037/100 VUs, 1405 complete and 0 interrupted iterations
default   [  54% ] 037/100 VUs  2m41.9s/5m00.0s

running (2m42.9s), 038/100 VUs, 1421 complete and 0 interrupted iterations
default   [  54% ] 038/100 VUs  2m42.9s/5m00.0s

running (2m43.9s), 038/100 VUs, 1443 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m43.9s/5m00.0s

running (2m44.9s), 038/100 VUs, 1458 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m44.9s/5m00.0s

running (2m45.9s), 038/100 VUs, 1482 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m45.9s/5m00.0s

running (2m46.9s), 039/100 VUs, 1501 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m46.9s/5m00.0s

running (2m47.9s), 039/100 VUs, 1520 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m47.9s/5m00.0s

running (2m48.9s), 039/100 VUs, 1545 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m48.9s/5m00.0s

running (2m49.9s), 039/100 VUs, 1563 complete and 0 interrupted iterations
default   [  57% ] 039/100 VUs  2m49.9s/5m00.0s

running (2m50.9s), 040/100 VUs, 1583 complete and 0 interrupted iterations
default   [  57% ] 040/100 VUs  2m50.9s/5m00.0s

running (2m51.9s), 040/100 VUs, 1605 complete and 0 interrupted iterations
default   [  57% ] 040/100 VUs  2m51.9s/5m00.0s

running (2m52.9s), 040/100 VUs, 1624 complete and 0 interrupted iterations
default   [  58% ] 040/100 VUs  2m52.9s/5m00.0s

running (2m53.9s), 040/100 VUs, 1649 complete and 0 interrupted iterations
default   [  58% ] 040/100 VUs  2m53.9s/5m00.0s

running (2m54.9s), 041/100 VUs, 1664 complete and 0 interrupted iterations
default   [  58% ] 041/100 VUs  2m54.9s/5m00.0s

running (2m55.9s), 041/100 VUs, 1686 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m55.9s/5m00.0s

running (2m56.9s), 041/100 VUs, 1706 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m56.9s/5m00.0s

running (2m57.9s), 041/100 VUs, 1727 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m57.9s/5m00.0s

running (2m58.9s), 042/100 VUs, 1749 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  2m58.9s/5m00.0s

running (2m59.9s), 042/100 VUs, 1765 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  2m59.9s/5m00.0s

running (3m00.9s), 042/100 VUs, 1793 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  3m00.9s/5m00.0s

running (3m01.9s), 042/100 VUs, 1809 complete and 0 interrupted iterations
default   [  61% ] 042/100 VUs  3m01.9s/5m00.0s

running (3m02.9s), 043/100 VUs, 1830 complete and 0 interrupted iterations
default   [  61% ] 043/100 VUs  3m02.9s/5m00.0s

running (3m03.9s), 043/100 VUs, 1851 complete and 0 interrupted iterations
default   [  61% ] 043/100 VUs  3m03.9s/5m00.0s

running (3m04.9s), 043/100 VUs, 1875 complete and 0 interrupted iterations
default   [  62% ] 043/100 VUs  3m04.9s/5m00.0s

running (3m05.9s), 043/100 VUs, 1895 complete and 0 interrupted iterations
default   [  62% ] 043/100 VUs  3m05.9s/5m00.0s

running (3m06.9s), 044/100 VUs, 1922 complete and 0 interrupted iterations
default   [  62% ] 044/100 VUs  3m06.9s/5m00.0s

running (3m07.9s), 044/100 VUs, 1935 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m07.9s/5m00.0s

running (3m08.9s), 044/100 VUs, 1958 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m08.9s/5m00.0s

running (3m09.9s), 044/100 VUs, 1984 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m09.9s/5m00.0s

running (3m11.0s), 045/100 VUs, 2007 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m11.0s/5m00.0s

running (3m11.9s), 045/100 VUs, 2031 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m11.9s/5m00.0s

running (3m12.9s), 045/100 VUs, 2053 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m12.9s/5m00.0s

running (3m13.9s), 045/100 VUs, 2073 complete and 0 interrupted iterations
default   [  65% ] 045/100 VUs  3m13.9s/5m00.0s

running (3m14.9s), 046/100 VUs, 2100 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  3m14.9s/5m00.0s

running (3m15.9s), 046/100 VUs, 2121 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  3m15.9s/5m00.0s

running (3m16.9s), 046/100 VUs, 2140 complete and 0 interrupted iterations
default   [  66% ] 046/100 VUs  3m16.9s/5m00.0s

running (3m17.9s), 046/100 VUs, 2164 complete and 0 interrupted iterations
default   [  66% ] 046/100 VUs  3m17.9s/5m00.0s

running (3m18.9s), 047/100 VUs, 2189 complete and 0 interrupted iterations
default   [  66% ] 047/100 VUs  3m18.9s/5m00.0s

running (3m19.9s), 047/100 VUs, 2205 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m19.9s/5m00.0s

running (3m20.9s), 047/100 VUs, 2232 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m20.9s/5m00.0s

running (3m21.9s), 047/100 VUs, 2256 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m21.9s/5m00.0s

running (3m22.9s), 048/100 VUs, 2281 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m22.9s/5m00.0s

running (3m23.9s), 048/100 VUs, 2301 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m23.9s/5m00.0s

running (3m24.9s), 048/100 VUs, 2327 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m24.9s/5m00.0s

running (3m25.9s), 048/100 VUs, 2344 complete and 0 interrupted iterations
default   [  69% ] 048/100 VUs  3m25.9s/5m00.0s

running (3m26.9s), 049/100 VUs, 2365 complete and 0 interrupted iterations
default   [  69% ] 049/100 VUs  3m26.9s/5m00.0s

running (3m27.9s), 049/100 VUs, 2394 complete and 0 interrupted iterations
default   [  69% ] 049/100 VUs  3m27.9s/5m00.0s

running (3m28.9s), 049/100 VUs, 2419 complete and 0 interrupted iterations
default   [  70% ] 049/100 VUs  3m28.9s/5m00.0s

running (3m29.9s), 049/100 VUs, 2449 complete and 0 interrupted iterations
default   [  70% ] 049/100 VUs  3m29.9s/5m00.0s

running (3m30.9s), 050/100 VUs, 2464 complete and 0 interrupted iterations
default   [  70% ] 050/100 VUs  3m30.9s/5m00.0s

running (3m31.9s), 051/100 VUs, 2501 complete and 0 interrupted iterations
default   [  71% ] 051/100 VUs  3m31.9s/5m00.0s

running (3m32.9s), 052/100 VUs, 2521 complete and 0 interrupted iterations
default   [  71% ] 052/100 VUs  3m32.9s/5m00.0s

running (3m33.9s), 053/100 VUs, 2551 complete and 0 interrupted iterations
default   [  71% ] 053/100 VUs  3m33.9s/5m00.0s

running (3m34.9s), 054/100 VUs, 2574 complete and 0 interrupted iterations
default   [  72% ] 054/100 VUs  3m34.9s/5m00.0s

running (3m35.9s), 054/100 VUs, 2602 complete and 0 interrupted iterations
default   [  72% ] 054/100 VUs  3m35.9s/5m00.0s

running (3m36.9s), 055/100 VUs, 2625 complete and 0 interrupted iterations
default   [  72% ] 055/100 VUs  3m36.9s/5m00.0s

running (3m37.9s), 056/100 VUs, 2660 complete and 0 interrupted iterations
default   [  73% ] 056/100 VUs  3m37.9s/5m00.0s

running (3m38.9s), 057/100 VUs, 2690 complete and 0 interrupted iterations
default   [  73% ] 057/100 VUs  3m38.9s/5m00.0s

running (3m39.9s), 058/100 VUs, 2719 complete and 0 interrupted iterations
default   [  73% ] 058/100 VUs  3m39.9s/5m00.0s

running (3m40.9s), 059/100 VUs, 2745 complete and 0 interrupted iterations
default   [  74% ] 059/100 VUs  3m40.9s/5m00.0s

running (3m41.9s), 059/100 VUs, 2777 complete and 0 interrupted iterations
default   [  74% ] 059/100 VUs  3m41.9s/5m00.0s

running (3m42.9s), 060/100 VUs, 2803 complete and 0 interrupted iterations
default   [  74% ] 060/100 VUs  3m42.9s/5m00.0s

running (3m43.9s), 061/100 VUs, 2838 complete and 0 interrupted iterations
default   [  75% ] 061/100 VUs  3m43.9s/5m00.0s

running (3m44.9s), 062/100 VUs, 2859 complete and 0 interrupted iterations
default   [  75% ] 062/100 VUs  3m44.9s/5m00.0s

running (3m45.9s), 063/100 VUs, 2888 complete and 0 interrupted iterations
default   [  75% ] 063/100 VUs  3m45.9s/5m00.0s

running (3m46.9s), 064/100 VUs, 2923 complete and 0 interrupted iterations
default   [  76% ] 064/100 VUs  3m46.9s/5m00.0s

running (3m47.9s), 064/100 VUs, 2952 complete and 0 interrupted iterations
default   [  76% ] 064/100 VUs  3m47.9s/5m00.0s

running (3m48.9s), 065/100 VUs, 2989 complete and 0 interrupted iterations
default   [  76% ] 065/100 VUs  3m48.9s/5m00.0s

running (3m49.9s), 066/100 VUs, 3019 complete and 0 interrupted iterations
default   [  77% ] 066/100 VUs  3m49.9s/5m00.0s

running (3m50.9s), 067/100 VUs, 3050 complete and 0 interrupted iterations
default   [  77% ] 067/100 VUs  3m50.9s/5m00.0s

running (3m51.9s), 068/100 VUs, 3083 complete and 0 interrupted iterations
default   [  77% ] 068/100 VUs  3m51.9s/5m00.0s

running (3m52.9s), 069/100 VUs, 3113 complete and 0 interrupted iterations
default   [  78% ] 069/100 VUs  3m52.9s/5m00.0s

running (3m53.9s), 069/100 VUs, 3142 complete and 0 interrupted iterations
default   [  78% ] 069/100 VUs  3m53.9s/5m00.0s

running (3m54.9s), 070/100 VUs, 3187 complete and 0 interrupted iterations
default   [  78% ] 070/100 VUs  3m54.9s/5m00.0s

running (3m55.9s), 071/100 VUs, 3224 complete and 0 interrupted iterations
default   [  79% ] 071/100 VUs  3m55.9s/5m00.0s

running (3m56.9s), 072/100 VUs, 3260 complete and 0 interrupted iterations
default   [  79% ] 072/100 VUs  3m56.9s/5m00.0s

running (3m57.9s), 073/100 VUs, 3296 complete and 0 interrupted iterations
default   [  79% ] 073/100 VUs  3m57.9s/5m00.0s

running (3m58.9s), 074/100 VUs, 3324 complete and 0 interrupted iterations
default   [  80% ] 074/100 VUs  3m58.9s/5m00.0s

running (3m59.9s), 074/100 VUs, 3364 complete and 0 interrupted iterations
default   [  80% ] 074/100 VUs  3m59.9s/5m00.0s

running (4m00.9s), 075/100 VUs, 3402 complete and 0 interrupted iterations
default   [  80% ] 075/100 VUs  4m00.9s/5m00.0s

running (4m01.9s), 076/100 VUs, 3440 complete and 0 interrupted iterations
default   [  81% ] 076/100 VUs  4m01.9s/5m00.0s

running (4m02.9s), 077/100 VUs, 3473 complete and 0 interrupted iterations
default   [  81% ] 077/100 VUs  4m02.9s/5m00.0s

running (4m03.9s), 078/100 VUs, 3510 complete and 0 interrupted iterations
default   [  81% ] 078/100 VUs  4m03.9s/5m00.0s

running (4m04.9s), 079/100 VUs, 3552 complete and 0 interrupted iterations
default   [  82% ] 079/100 VUs  4m04.9s/5m00.0s

running (4m05.9s), 079/100 VUs, 3592 complete and 0 interrupted iterations
default   [  82% ] 079/100 VUs  4m05.9s/5m00.0s

running (4m06.9s), 080/100 VUs, 3628 complete and 0 interrupted iterations
default   [  82% ] 080/100 VUs  4m06.9s/5m00.0s

running (4m07.9s), 081/100 VUs, 3675 complete and 0 interrupted iterations
default   [  83% ] 081/100 VUs  4m07.9s/5m00.0s

running (4m08.9s), 082/100 VUs, 3710 complete and 0 interrupted iterations
default   [  83% ] 082/100 VUs  4m08.9s/5m00.0s

running (4m09.9s), 083/100 VUs, 3757 complete and 0 interrupted iterations
default   [  83% ] 083/100 VUs  4m09.9s/5m00.0s

running (4m10.9s), 084/100 VUs, 3800 complete and 0 interrupted iterations
default   [  84% ] 084/100 VUs  4m10.9s/5m00.0s

running (4m11.9s), 084/100 VUs, 3840 complete and 0 interrupted iterations
default   [  84% ] 084/100 VUs  4m11.9s/5m00.0s

running (4m12.9s), 085/100 VUs, 3881 complete and 0 interrupted iterations
default   [  84% ] 085/100 VUs  4m12.9s/5m00.0s

running (4m13.9s), 086/100 VUs, 3922 complete and 0 interrupted iterations
default   [  85% ] 086/100 VUs  4m13.9s/5m00.0s

running (4m14.9s), 087/100 VUs, 3965 complete and 0 interrupted iterations
default   [  85% ] 087/100 VUs  4m14.9s/5m00.0s

running (4m15.9s), 088/100 VUs, 4002 complete and 0 interrupted iterations
default   [  85% ] 088/100 VUs  4m15.9s/5m00.0s

running (4m16.9s), 089/100 VUs, 4049 complete and 0 interrupted iterations
default   [  86% ] 089/100 VUs  4m16.9s/5m00.0s

running (4m17.9s), 089/100 VUs, 4088 complete and 0 interrupted iterations
default   [  86% ] 089/100 VUs  4m17.9s/5m00.0s

running (4m18.9s), 090/100 VUs, 4136 complete and 0 interrupted iterations
default   [  86% ] 090/100 VUs  4m18.9s/5m00.0s

running (4m19.9s), 091/100 VUs, 4180 complete and 0 interrupted iterations
default   [  87% ] 091/100 VUs  4m19.9s/5m00.0s

running (4m20.9s), 092/100 VUs, 4229 complete and 0 interrupted iterations
default   [  87% ] 092/100 VUs  4m20.9s/5m00.0s

running (4m21.9s), 093/100 VUs, 4269 complete and 0 interrupted iterations
default   [  87% ] 093/100 VUs  4m21.9s/5m00.0s

running (4m22.9s), 094/100 VUs, 4314 complete and 0 interrupted iterations
default   [  88% ] 094/100 VUs  4m22.9s/5m00.0s

running (4m23.9s), 094/100 VUs, 4363 complete and 0 interrupted iterations
default   [  88% ] 094/100 VUs  4m23.9s/5m00.0s

running (4m24.9s), 095/100 VUs, 4411 complete and 0 interrupted iterations
default   [  88% ] 095/100 VUs  4m24.9s/5m00.0s

running (4m25.9s), 096/100 VUs, 4461 complete and 0 interrupted iterations
default   [  89% ] 096/100 VUs  4m25.9s/5m00.0s

running (4m26.9s), 097/100 VUs, 4505 complete and 0 interrupted iterations
default   [  89% ] 097/100 VUs  4m26.9s/5m00.0s

running (4m27.9s), 098/100 VUs, 4557 complete and 0 interrupted iterations
default   [  89% ] 098/100 VUs  4m27.9s/5m00.0s

running (4m28.9s), 099/100 VUs, 4603 complete and 0 interrupted iterations
default   [  90% ] 099/100 VUs  4m28.9s/5m00.0s

running (4m29.9s), 099/100 VUs, 4647 complete and 0 interrupted iterations
default   [  90% ] 099/100 VUs  4m29.9s/5m00.0s

running (4m30.9s), 100/100 VUs, 4705 complete and 0 interrupted iterations
default   [  90% ] 100/100 VUs  4m30.9s/5m00.0s

running (4m31.9s), 099/100 VUs, 4745 complete and 0 interrupted iterations
default   [  91% ] 099/100 VUs  4m31.9s/5m00.0s

running (4m32.9s), 096/100 VUs, 4790 complete and 0 interrupted iterations
default   [  91% ] 096/100 VUs  4m32.9s/5m00.0s

running (4m33.9s), 093/100 VUs, 4838 complete and 0 interrupted iterations
default   [  91% ] 093/100 VUs  4m33.9s/5m00.0s

running (4m34.9s), 089/100 VUs, 4891 complete and 0 interrupted iterations
default   [  92% ] 089/100 VUs  4m34.9s/5m00.0s

running (4m35.9s), 084/100 VUs, 4935 complete and 0 interrupted iterations
default   [  92% ] 084/100 VUs  4m35.9s/5m00.0s

running (4m36.9s), 082/100 VUs, 4978 complete and 0 interrupted iterations
default   [  92% ] 082/100 VUs  4m36.9s/5m00.0s

running (4m37.9s), 077/100 VUs, 5021 complete and 0 interrupted iterations
default   [  93% ] 077/100 VUs  4m37.9s/5m00.0s

running (4m38.9s), 073/100 VUs, 5061 complete and 0 interrupted iterations
default   [  93% ] 073/100 VUs  4m38.9s/5m00.0s

running (4m39.9s), 071/100 VUs, 5099 complete and 0 interrupted iterations
default   [  93% ] 071/100 VUs  4m39.9s/5m00.0s

running (4m40.9s), 067/100 VUs, 5131 complete and 0 interrupted iterations
default   [  94% ] 067/100 VUs  4m40.9s/5m00.0s

running (4m41.9s), 065/100 VUs, 5164 complete and 0 interrupted iterations
default   [  94% ] 065/100 VUs  4m41.9s/5m00.0s

running (4m42.9s), 061/100 VUs, 5203 complete and 0 interrupted iterations
default   [  94% ] 061/100 VUs  4m42.9s/5m00.0s

running (4m43.9s), 059/100 VUs, 5233 complete and 0 interrupted iterations
default   [  95% ] 059/100 VUs  4m43.9s/5m00.0s

running (4m44.9s), 056/100 VUs, 5268 complete and 0 interrupted iterations
default   [  95% ] 056/100 VUs  4m44.9s/5m00.0s

running (4m45.9s), 054/100 VUs, 5293 complete and 0 interrupted iterations
default   [  95% ] 054/100 VUs  4m45.9s/5m00.0s

running (4m46.9s), 047/100 VUs, 5321 complete and 0 interrupted iterations
default   [  96% ] 047/100 VUs  4m46.9s/5m00.0s

running (4m47.9s), 042/100 VUs, 5344 complete and 0 interrupted iterations
default   [  96% ] 042/100 VUs  4m47.9s/5m00.0s

running (4m48.9s), 041/100 VUs, 5366 complete and 0 interrupted iterations
default   [  96% ] 041/100 VUs  4m48.9s/5m00.0s

running (4m49.9s), 035/100 VUs, 5387 complete and 0 interrupted iterations
default   [  97% ] 035/100 VUs  4m49.9s/5m00.0s

running (4m50.9s), 035/100 VUs, 5406 complete and 0 interrupted iterations
default   [  97% ] 035/100 VUs  4m50.9s/5m00.0s

running (4m51.9s), 033/100 VUs, 5420 complete and 0 interrupted iterations
default   [  97% ] 033/100 VUs  4m51.9s/5m00.0s

running (4m52.9s), 027/100 VUs, 5440 complete and 0 interrupted iterations
default   [  98% ] 027/100 VUs  4m52.9s/5m00.0s

running (4m53.9s), 025/100 VUs, 5454 complete and 0 interrupted iterations
default   [  98% ] 025/100 VUs  4m53.9s/5m00.0s

running (4m54.9s), 022/100 VUs, 5466 complete and 0 interrupted iterations
default   [  98% ] 022/100 VUs  4m54.9s/5m00.0s

running (4m55.9s), 018/100 VUs, 5476 complete and 0 interrupted iterations
default   [  99% ] 018/100 VUs  4m55.9s/5m00.0s

running (4m56.9s), 015/100 VUs, 5486 complete and 0 interrupted iterations
default   [  99% ] 015/100 VUs  4m56.9s/5m00.0s

running (4m57.9s), 012/100 VUs, 5496 complete and 0 interrupted iterations
default   [  99% ] 012/100 VUs  4m57.9s/5m00.0s

running (4m58.9s), 007/100 VUs, 5504 complete and 0 interrupted iterations
default   [ 100% ] 007/100 VUs  4m58.9s/5m00.0s

running (4m59.9s), 003/100 VUs, 5508 complete and 0 interrupted iterations
default   [ 100% ] 003/100 VUs  4m59.9s/5m00.0s

running (5m00.9s), 001/100 VUs, 5511 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s

running (5m01.9s), 001/100 VUs, 5511 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<500' p(95)=9.8ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 11024   36.424226/s
    checks_succeeded...: 100.00% 11024 out of 11024
    checks_failed......: 0.00%   0 out of 11024

    ✓ status je 200
    ✓ response time < 1s

    HTTP
    http_req_duration..............: avg=5.95ms min=1.96ms med=4.54ms max=221.21ms p(90)=7.1ms p(95)=9.8ms
      { expected_response:true }...: avg=5.95ms min=1.96ms med=4.54ms max=221.21ms p(90)=7.1ms p(95)=9.8ms
    http_req_failed................: 0.00%  0 out of 5512
    http_reqs......................: 5512   18.212113/s

    EXECUTION
    iteration_duration.............: avg=2s     min=1s     med=2s     max=3.09s    p(90)=2.78s p(95)=2.89s
    iterations.....................: 5512   18.212113/s
    vus............................: 1      min=1         max=100
    vus_max........................: 100    min=100       max=100

    NETWORK
    data_received..................: 119 MB 394 kB/s
    data_sent......................: 432 kB 1.4 kB/s



running (5m02.7s), 000/100 VUs, 5512 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  5m0s